git
fish
base-devel

gdm
gnome-shell
gnome-shell-extensions
gnome-control-center
gnome-keyring
gnome-tweaks
networkmanager
ibus
noto-fonts
noto-fonts-emoji

gnome-system-monitor
nemo
gnome-screenshot
vlc
xfce4-terminal
firefox
krita
xdg-user-dirs
obsidian

docker
dotnet-sdk
