git
fish
base-devel

gdm
gnome-shell
gnome-shell-extensions
gnome-control-center
gnome-keyring
gnome-tweaks
networkmanager
networkmanager-openvpn
ibus
ibus-mozc
orchis-theme-git
otf-source-han-code-jp
adobe-source-han-sans-jp-fonts

gnome-system-monitor
nemo
google-chrome
gnome-screenshot
nano
7-zip
slack-desktop
spotify
visual-studio-code-bin
vlc
xfce4-terminal
firefox
discord
docker
exfatprogs

xdg-user-dirs